tap "common-fate/granted"
tap "FelixKratz/formulae"

brew "ag"
brew "awscli"
brew "bat"
brew "curlie"
brew "delta"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "font-hack-nerd-font"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gpg"
brew "granted"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jq"
brew "spicetify-cli"
brew "lazygit"
brew "mas"
brew "mdless"
brew "miller"
brew "nvm"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wget"
brew "witr"
brew "z"

tap "homebrew/cask"

cask "1password-cli"
cask "ace-link"
cask "alt-tab"
cask "arc"
cask "caption"
cask "dropbox"
cask "google-chrome"
cask "itsycal"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "kap"
cask "linear-linear"
cask "maestral"
cask "ngrok"
cask "notion-calendar"
cask "notion-mail"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "sequel-ace"
cask "spotify"
cask "telegram-desktop"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "webstorm"
cask "zoom"

mas "craft", id: 1487937127
mas "commandx", id: 6448461551
mas "klack", id: 6446206067
mas "meeter", id: 1510445899
mas "reeder 3", id: 880001334
mas "slack", id: 803453959
mas "tailscale", id: 1475387142
mas "the unarchiver", id: 425424353
mas "things", id: 904280696
mas "todo", id: 1274495053
mas "twitter", id: 1482454543
mas "unsplash wallpapers", id: 1284863847
mas "whatsapp", id: 1147396723
