tap "common-fate/granted"
tap "FelixKratz/formulae"

brew "ag"
brew "awscli"
brew "bat"
brew "blackbox"
brew "blueutil"
brew "rs/tap/curlie"
brew "delta"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "font-hack-nerd-font"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gpg"
brew "granted"
brew "httpie"
brew "htop-osx"
brew "ifstat"
brew "ijq"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jq"
brew "khanhas/tap/spicetify-cli"
brew "lazygit"
brew "mas"
brew "mdless"
brew "miller"
brew "nvm"
brew "sketchybar"
brew "skhd"
brew "terminal-notifier"
brew "thefuck"
brew "the_silver_searcher"
brew "tldr"
brew "trash"
brew "tree"
brew "warrensbox/tap/tfswitch"
brew "wget"
brew "wifi-password"
brew "yabai"
brew "youplot"
brew "yq"
brew "z"

tap "homebrew/cask"

cask "1password-cli"
cask "ace-link"
cask "aldente"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "authy"
cask "box-drive"
cask "caption"
cask "cron"
cask "devbook"
cask "dropbox"
cask "easy-move-plus-resize"
cask "fromscratch"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "kap"
cask "linear-linear"
cask "macdown"
cask "maestral"
cask "ngrok"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "skype"
cask "stats"
cask "sourcetree"
cask "spotify"
cask "telegram-desktop"
cask "tomatobar"
cask "transmission"
cask "typora"
cask "visual-studio-code"
cask "webstorm"
cask "zoom"

mas "1Password", id: 443987910
mas "clear", id: 504544917
mas "craft", id: 1487937127
mas "gestimer", id: 990588172
mas "handmirror", id: 1502839586
mas "meeter", id: 1510445899
mas "pastebot", id: 1179623856
mas "reeder 3", id: 880001334
mas "slack", id: 803453959
mas "skitch", id: 425955336
mas "the unarchiver", id: 425424353
mas "things", id: 904280696
mas "todo", id: 1274495053
mas "twitter", id: 1482454543
mas "unsplash wallpapers", id: 1284863847
mas "whatsapp", id: 1147396723
