brew "ag"
brew "awscli"
brew "bat"
brew "blackbox"
brew "rs/tap/curlie"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gpg"
brew "htop-osx"
brew "jq"
brew "khanhas/tap/spicetify-cli"
brew "mas"
brew "nvm"
brew "saml2aws"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "trash"
brew "tree"
brew "warrensbox/tap/tfswitch"
brew "wget"
brew "wifi-password"
brew "z"
brew "zsh"

tap "homebrew/cask"

cask "appcleaner"
cask "atom"
cask "authy"
cask "caption"
cask "dropbox"
cask "fluid"
cask "fromscratch"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "kap"
cask "lunar"
cask "macdown"
cask "obsidian"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "stats"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "telegram-desktop"
cask "transmission"
cask "twitch"
cask "typora"
cask "webstorm"
cask "zoom"

mas "1Password", id: 443987910
mas "clear", id: 504544917
mas "meeter", id: 1510445899
mas "pastebot", id: 1179623856
mas "reeder 3", id: 880001334
mas "skitch", id: 425955336
mas "the unarchiver", id: 425424353
mas "things", id: 904280696
mas "todo", id: 1274495053
mas "tweetbot", id: 1384080005
mas "whatsapp", id: 1147396723
