alefragnani.bookmarks
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dskwrk.vscode-generate-getter-setter
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
equinusocio.vsc-community-material-theme
etsi0.class-collapse
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fwcd.kotlin
gruntfuggly.todo-tree
k--kato.intellij-idea-keybindings
kisstkondoros.typelens
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
rbbit.typescript-hero
redhat.java
redhat.vscode-yaml
repeale.material-monokai
ryuta46.multi-command
sleistner.vscode-fileutils
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
t3dotgg.vsc-material-theme-but-i-wont-sue-you
teabyii.ayu
tobiasalthoff.atom-material-theme
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
wix.vscode-import-cost
yoavbls.pretty-ts-errors
zokugun.cron-tasks
