alefragnani.bookmarks
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
equinusocio.vsc-community-material-theme
formulahendry.auto-rename-tag
fwcd.kotlin
gruntfuggly.todo-tree
k--kato.intellij-idea-keybindings
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
redhat.java
repeale.material-monokai
ryuta46.multi-command
streetsidesoftware.code-spell-checker
t3dotgg.vsc-material-theme-but-i-wont-sue-you
tobiasalthoff.atom-material-theme
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
zokugun.cron-tasks
